Repository: merovinqian/MenuBarControllerSonos
Catalog: Sonos_Volume_Control/*.lproj/Localizable.strings
Languages: de

source: An error occurred
de: Ein Fehler ist aufgetreten

source: Could not add the app to launch automatically. You can do this manually by using the user settings in system preferences
de: Konnte die App nicht zum Autostart hinzufügen. Sie können das manuell erledigen, indem Sie die Einstellungen öffnen und dort in die Nutzer Einstellungen gehen

source: Could not stop the app from launching automatically. Check your user settings in System preferences
de: Die App konnte den Autostart nicht deaktivieren. Prüfen Sie die Einstellungen für Ihren Nutzer in den Systemeinstellungen

source: Launch App on startup
de: Starte die App zum Systemstart

source: Launch at login activated
de: Autostart zum Systemstart aktiviert

source: Pause
de: Pausieren

source: Play
de: Abspielen

source: Quit
de: App schließen

source: Send Feedback
de: Sende Feedback

source: Show Imprint
de: Impresssum anzeigen

source: Software licenses
de: Software Lizenzen

source: Stop launching App on startup
de: Deaktiviere den Autostart der App

source: When you restart the system it will show a pop up asking if you allow the Menu Controller to start. You only need to confirm this once.
de: Wenn das System neu gestartet wird, so wird ein Fenster erscheinen, dass um erlaubnis fragt die App zu starten. Das muss nur einmalig bestätigt werden

source: Write a review
de: Schreibe eine Rezension

source: Home theater
de: Heimkino

source: Add speaker manually
de: Speaker manuell hinzufügen

source: Add speaker
de: Speaker hinzufügen

source: Enter a valid IP Address from one of your speakers
de: Korrekte IP Addresse eingegben

source: To view the speakers IP Address: Open the Sonos Controller App on your Mac. In the Menu select: Sonos-> About my Sonos System
de: Um die IP Adresse des Lautsprechers zu finden: Öffne die Sonos Controller App am Mac Im Menu wähle Sonos->Über mein Sonos System

source: Check the following things: Is the IP Address correct? Does your firewall block connections?
de: Überprüfe die folgenden Dinge: Ist die IP Address korrekt? Blockiert die Firewall die Verbindungen?

source: Could not connect to the speaker
de: Konnte sich nicht zum Lautsprecher verbinden

source: IP Address has been entered wrong. Check the IP Address again
de: Die IP Addresse wurde falsch eingegeben. Bitte überprüfe die IP Addresse

source: Successfully added speaker
de: Lautsprecher wurde erfolgreich hinzugefügt

source: Currently Added IP addresses:
de: Aktuell hinzugefügte IP Adressen:

source: Remove all speakers
de: Alle Speaker entfernen
